IDEA Open Model
MaterialBoltGrade.MprlTableID Property
Compatible with IDEA StatiCa Beta 20.0
 Unique ID of MPRL database table where the bolt grade was taken from.
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Guid MprlTableID { get; set; }
Public Property MprlTableID As Guid
	Get
	Set
Property Value
Type: Guid
See Also
Reference
MaterialBoltGrade Class
IdeaRS.OpenModel.Material Namespace